Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Эль_Ниньо1714.tmx
Source language: ru
Languages: ba

source: Эль-Ни́ньо (исп. El Niño — «малыш, мальчик») или Южная осцилляция (англ. El Niño/La Niña — Southern Oscillation, ENSO) — колебание температуры поверхностного слоя воды в экваториальной части Тихого океана, имеющее заметное влияние на климат.
ba: Эль-Ни́ньо (исп. El Niño — сабый ир бала, малай) йәки Көньяҡ осцилляция (ингл. El Niño/La Niña — Southern Oscillation, ENSO) — Тымыҡ океандың экватор өлөшөндә һыуҙың өҫкө ҡатламының климатҡа ярайһы уҡ көслө йоғонто яһай торған температура тирбәлеше.

source: В более узком смысле Эль-Ниньо — фаза Южной осцилляции, в которой область нагретых приповерхностных вод смещается к востоку.
ba: Тарыраҡ мәғәнәлә Эль-Ниньо — Көньяҡ осцилляцияның йылынған өҫкө ҡатлам һыуҙарының көнсығышҡа күсеүенән торған фазаһы.

source: При этом ослабевают или вообще прекращаются пассаты, замедляется апвеллинг в восточной части Тихого океана, у берегов Перу.
ba: Был осорҙа пассаттар көсһөҙләнә йәки бөтөнләй тынып ҡала, Тымыҡ океандың көнсығышында, Перуярҙары буйында, апвеллинг әкренәйә.

source: Противоположная фаза осцилляции называется Ла-Нинья (исп. La Niña — малышка, девочка).
ba: Осцилляцияның ҡапма-ҡаршы фазаһы Ла-Нинья (исп. La Niña — сабый ҡыҙ бала, ҡыҙсыҡ) тип атала.

source: Характерное время осцилляции — от 3 до 8 лет, однако сила и продолжительность Эль-Ниньо в реальности сильно варьирует.
ba: Осцилляцияның ғәҙәти оҙайлығы — 3—8 йыл, ләкин Эль-Ниньоның көсө һәм дауамлылығы ғәмәлдә төрлө була.

source: Так, в 1790—1793, 1828, 1876—1878, 1891, 1925—1926, 1982—1983 и 1997—1998 годах были зафиксированы мощные фазы Эль-Ниньо, тогда как, например, в 1991—1992, 1993, 1994 это явление, часто повторяясь, было слабо выраженным.
ba: Әйтәйек, 1790—1793, 1828, 1876—1878, 1891, 1925—1926, 1982—1983 һәм 1997—1998 йылдарҙа Эль-Ниньоның бик ҡеүәтле фазалары теркәлгән, ә, мәҫәлән, 1991—1992, 1993, 1994 йылдарҙа был күренеш йыш ҡабатлана һәм көсһөҙ була.

source: Эль-Ниньо 1997—1998 годов было настолько сильным, что привлекло внимание мировой общественности и прессы.
ba: Эль-Ниньо 1997—1998 йй. айырыуса көслө була һәм донъя йәмәғәтселеге менән матбуғаттың иғтибарын йәлеп итә. Шул осорҙа уҡ Көньяҡ осцилляция менән климаттың глобаль үҙгәрештәре араһындағы бәйләнеш хаҡында теориялар тарала.

source: Тогда же распространились теории о связи Южной осцилляции с глобальными изменениями климата.
ba: Шул ваҡытта Көньяҡ осциллияның глобаль климат үҙгәреүе менән бәйленеше тураһында теориялар тарала.

source: С начала 1980-х Эль-Ниньо возникало также в 1986—1987 и 2002—2003 годах.
ba: 1980-се йылдар башынан алып Эль-Ниньо шулай уҡ 1986—1987 һәм 2002—2003 йылдарҙа ла хасил була.

source: Содержание
ba: Йөкмәткеһе

source: Описание
ba: Тасуирламаһы

source: История открытия
ba: Асыу тарихы

source: Количественное описание
ba: Күләм тасуирламаһы

source: Ранние стадии и характеристики
ba: Башланғыс осорҙары һәм билдәләре

source: Южная осцилляция
ba: Көньяҡ осцилляция

source: Атмосферная циркуляция Уолкера
ba: Уолкерҙың атмосфера әйләнеше

source: Влияние на климат различных регионов
ba: Төрлө төбәктәрҙең климатына йоғонтоһо

source: Влияние на здоровье и социум
ba: Төрлө төбәктәрҙең климатына йоғонтоһо

source: Недавние случаи
ba: Һаулыҡҡа һәм социумға йоғонтоһо

source: Примечания
ba: Һуңғы осраҡтар

source: Литература
ba: Әҙәбиәт

source: Ссылки
ba: Һылтанмалар

source: Нормальные условия вдоль западного побережья Перу определяются холодным Перуанским течением, несущим воду с юга.
ba: Перуҙың көнбайыш яры буйындағы шарттар ҡәҙимге ваҡытта һыуҙы көньяҡтан ҡыуып килтергән Перу ағымы менән билдәләнә.

source: Там, где течение поворачивает на запад, вдоль экватора, из глубоких впадин происходит подъём холодных и богатых биогенами вод, что способствует активному развитию планктона и других форм жизни в океане.
ba: Ағым көнбайышҡа боролған ерҙә, экватор буйлап, тәрән сөңгөлдәрҙән планктонға бай һалҡын һыуҙар ҡалҡа, был океанда тормоштоң әүҙем үҫешен тәьмин итә. Һалҡын ағым үҙе Перуҙың был өлөшөндә климаттың ҡоролоғон билдәләй һәм сүлдәр барлыҡҡа килтерә.

source: Пассаты отгоняют прогретый поверхностный слой воды в западную зону тропической части Тихого океана, где формируется так называемый тропический теплый бассейн (ТТБ). В нём вода прогрета до глубин в 100—200 м.
ba: Пассаттар һыуҙың өҫкө йылы ҡатламын Тымыҡ океандың көнбайыш зонаһына ҡыуалай, ә унда йылы тропик бассейн (ЙТБ) барлыҡҡа килә. Унда һыу 100—200 м тәрәнлеккә тиклем йылынған.

source: Атмосферная циркуляция Уокера, проявляющаяся в виде пассатов, вкупе с пониженным давлением над районом Индонезии, приводит к тому, что в этом месте уровень Тихого океана на 60 см выше, чем в восточной его части.
ba: Уолкерҙың атмосфералағы әйләнеше, пассаттар рәүешендә күренеп, Индонезия төбәге өҫтөндәге түбән баҫым менән берлектә Тымыҡ океан кимәленең был урында уның көнсығышына ҡарағанда 60 сантиметрға бейегерәк булыуына килтерә.

source: А температура воды здесь достигает 29—30 °C против 22—24 °C у берегов Перу.
ba: Ә һыу температураһы бында 29 — 30 °C етһә, Перу ярҙарында 22 — 24 °C тәшкил итә.

source: Однако всё меняется с наступлением Эль-Ниньо.
ba: Ләкин Эль-Ниньо башланһа, бөтәһе лә үҙгәрә.

source: Пассаты ослабевают, ТТБ растекается, и на огромной площади Тихого океана происходит повышение температуры воды.
ba: Пассаттар көсһөҙләнә, ЙТБ йәйелеп китә, һәм Тымыҡ океандың ифрат ҙур майҙанында һыу температураһы күтәрелә.

source: В районе Перу холодное течение сменяется движущейся с запада к берегу Перу теплой водной массой, апвеллинг ослабевает, гибнет без питания рыба, а западные ветры приносят в пустыни влажные воздушные массы, ливни, вызывающие даже наводнения.
ba: Перу тирәһендә һалҡын ағым көнбайыштан Перу ярҙарына табан хәрәкәт иткән йылы һыу массаһы менән алмашына, апвеллинг йомшара, аҙыҡһыҙлыҡтан балыҡ ҡырыла, ә көнбайыш елдәре сүл яғынан дымлы һауа массалары, хатта ташҡындар яһарлыҡ ҡойма ямғырҙар килтерә.

source: Наступление Эль-Ниньо снижает активность атлантических тропических циклонов.
ba: Эль-Ниньоның һөжүме атлантик тропик циклондарҙың әүҙемлеген кәметә.

source: Первое упоминание термина «Эль-Ниньо» относится к 1892 году, когда капитан Камило Каррило сообщил на конгрессе Географического Общества в Лиме, что перуанские моряки назвали теплое северное течение «Эль-Ниньо», так как оно наиболее заметно в дни католического Рождества (эль ниньо называют младенца Христа). В 1893 году Чарльз Тодд предположил, что засухи в Индии и Австралии происходят в одно и то же время.
ba: «Эль-Ниньо» термины тәү башлап 1892 йылда телгә алына, капитан Камило Каррило Лимала Географик йәмғиәт конгресында Перу моряктары йылы төньяҡ ағымын «Эль-Ниньо» тип атауҙары, сөнки уның католиктар Раштыуаһы алдынан айырыуса һиҙелерлек булыуы тураһында хәбәр итә. 1893 йылда Чарльз Тодд Һиндостан менән Австралияла ҡоролоҡтоң гел бер ваҡытта булыуы тураһында фараз әйтә.

source: На то же указывал в 1904 г. и Норман Локьер.
ba: 1904 йылда Норман Локьер ҙа шуны билдәләй.

source: О связи теплого северного течения у побережья Перу с наводнениями в этой стране сообщали в 1895 году Пезет и Эгуигурен.
ba: Перу яр буйындағы йылы төньяҡ ағымы менән был илдәге ташҡындар араһындағы бәйләнеш хаҡында 1895 йылда Пезет менән Эгуигурен да хәбәр итә.

source: Впервые явления Южной осцилляции описал в 1923 году Гилберт Томас Уолкер.
ba: Тәү башлап Көньяҡ осцилляция күренештәрен 1923 йылда Гилберт Томас Уолкер тасуирлай.

source: Он ввёл сами термины «Южная осцилляция», «Эль-Ниньо» и «Ла-Нинья», рассмотрел зональную конвекционную циркуляцию в атмосфере в приэкваториальной зоне Тихого океана, получившую теперь его имя.
ba: Нәҡ ул «Көньяҡ осцилляция», «Эль-Ниньо» һәм «Ла-Нинья» тигән терминдарҙы индерә, Тымыҡ океандың экватор яны өлөшөндәге атмосферала зональ конвекцион әйләнеште тикшерә, был күренешкә уның исеме ҡушыла.

source: Долгое время на явление не обращали почти никакого внимания, считая его региональным.
ba: Оҙаҡ ваҡыттар был күренеште төбәктеке генә һанап, уға бер кем дә тейешле иғтибар бирмәй.

source: Только к концу XX в. выяснились связи Эль-Ниньо с климатом планеты.
ba: XX быуат аҙағында ғына Эль-Ниньоның планета климаты менән бәйләнештәре асыҡлана.

source: В настоящее время для количественного описания явления Эль-Ниньо и Ла-Нинья определены как температурные аномалии поверхностного слоя приэкваториальной части Тихого океана продолжительностью не менее 5 месяцев, выражающиеся в отклонении температуры воды на 0,5 °C в б́ольшую (Эль-Ниньо) или меньшую (Ла-Нинья) сторону.
ba: Әлеге ваҡытта күләм тасуирламаһы өсөн Эль-Ниньо һәм Ла-Нинья күренештәре Тымыҡ океандың экватор өлөшөндә өҫкө ҡатламдың 5 айҙан да кәм булмаған ваҡыт эсендәге температура аномалиялары тип билдәләнә, был аномалиялар һыу температураһының 0,5 °C дәүмәлендә юғарыға (Эль-Ниньо) йәки түбәнгә (Ла-Нинья) тайпылыуында сағыла.

source: Первые признаки Эль-Ниньо:
ba: Эль-Ниньоның тәүге билдәләре:

source: Повышение воздушного давления над Индийским океаном, Индонезией и Австралией.
ba: Һинд океаны, Индонезия һәм Австралия өҫтөндә һауа баҫымының артыуы.

source: Падение давления над Таити, над центральной и восточной частями Тихого океана.
ba: Таити, Тымыҡ океандың үҙәк һәм көнсығыш өлөштәре өҫтөндә баҫымдың кәмеүе.

source: Ослабление пассатов в южной части Тихого океана вплоть до их прекращения и изменения направления ветра на западное.
ba: Тымыҡ океандың көньяҡ өлөшөндә пассаттарҙың йомшарыуы, хатта туҡталыуы һәм ел йүнәлешенең көнбайышҡа боролоуы.

source: Теплая воздушная масса в Перу, дожди в перуанских пустынях.
ba: Перуҙа йылы һауа массаһы, Перу сүлдәрендә ямғырҙар.

source: Само по себе повышение температуры воды у берегов Перу на 0,5 °C считается лишь условием возникновения Эль-Ниньо.
ba: Перу ярҙарында һыу температураһының 0,5 °C күтәрелеүе иһә Эль-Ниньо барлыҡҡа килеүҙең шарты ғына тип ҡарала.

source: Обычно такая аномалия может существовать в течение нескольких недель, а затем благополучно исчезнуть.
ba: Ғәҙәттә был аномалия бер нисә аҙна тора ла эҙһеҙ генә юғала.

source: И только пятимесячная аномалия, классифицирующаяся как явление Эль-Ниньо, может нанести существенный ущерб экономике региона за счет падения уловов рыбы.
ba: Бары тик биш айлыҡ аномалия ғына Эль-Ниньо күренеше тип билдәләнә һәм, балыҡ тотоу күләменең кәмеүенә килтереп, төбәк иҡтисадына һиҙелерлек зыян яһай.

source: Для описания Эль-Ниньо также используется индекс Южной осцилляции (англ. Southern Oscillation Index, SOI).
ba: Эль-Ниньоның тасуирламаһы өсөн шулай уҡ Көньяҡ осцилляция индексы файҙаланыла (ингл. Southern Oscillation Index, SOI).

source: Он вычисляется как разность давлений над Таити и над Дарвином (Австралия).
ba: Ул Таити менән Дарвин (Австралия) өҫтөндәге баҫым айырмаһы булараҡ хисаплап сығарыла.

source: Отрицательные значения индекса свидетельствуют о фазе Эль-Ниньо, а положительные — о Ла-Нинья.
ba: Индекстың кире ҡиммәттәре — Эль-Ниньо, ә ыңғай ҡиммәттәре Ла-Нинья тураһында шаһитлыҡ ҡыла

source: Несмотря на то, что причины Эль-Ниньо до конца ещё не исследованы, известно, что он начинается с того, что пассаты, составная часть циркуляции Уолкера (англ. Walker circulation), ослабляются в течение нескольких месяцев.
ba: Сәбәптәре тулыһынса асыҡланып бөтмәһә лә, Эль-Ниньоның уның состав өлөштәре Уолкер әйләнеше (инг.)баш. булып торған пассаттарҙың бер нисә ай буйы көсһөҙләнеүенән башланыуы билдәле.

source: Серия волн Кельвина движется по Тихому океану вдоль экватора и создаёт массив тёплой воды у Южной Америки, где обычно океан имеет низкие температуры вследствие апвеллинга (подъём глубинных вод океана к поверхности).
ba: Кельвин тулҡындары Тымыҡ океандан экватор буйлап хәрәкәт итә һәм Көньяҡ Америка янында йылы һыу массивын барлыҡҡа килтерә, ғәҙәттә бында апвеллинг (океандың тәрәндәге һыуҙарының өҫкә күтәрелеүе) һөҙөмтәһендә океанға түбән температуралар хас.

source: Ослабление пассатов с учётом противодействия им сильного западного ветра может также создать парный циклон (к югу и к северу от экватора), что является ещё одним признаком будущего Эль-Ниньо.
ba: Пассаттарҙың көсһөҙләнеүе, уларға көслө көнбайыш елдәренең ҡаршы тороуын да иҫәпкә алғанда, ишле циклон (экваторҙан көньяҡҡа һәм төньяҡҡа) хасил итергә һәләтле, был да буласаҡ Эль-Ниньо билдәһе булып тора.

source: Тихий океан представляет собой огромную теплоохладительную систему, которая обусловливает движение систем воздушных масс.
ba: Тымыҡ океан йылыны һыуытыуҙың мөһабәт системаһы булып тора, һауа массалары системаларының хәрәкәте лә уға бәйләнгән.

source: Изменение температуры Тихого океана влияет на погоду в общемировом масштабе.
ba: Тымыҡ океан температураһының үҙгәреүе бөтә донъялағы һауа торошона йоғонто яһай.

source: Фронты дождей перемещаются с западной части океана по направлению к Америке, в то время как в Индонезии и Индии устанавливается более сухая погода.
ba: Ямғыр фронттары океандың көнбайыш өлөшөнән Америка яғына күсә, шул уҡ ваҡытта Индонезияла һәм Һиндостанда ҡоро көндәр урынлаша.

source: Джейкоб Бьеркнес (англ. Jacob Bjerknes), норвежско-американский метеоролог, в 1969 году внёс вклад в изучение Эль-Ниньо, высказав предположение, что аномально тёплая зона в восточной части Тихого океана может ослаблять температурную разницу между восточными и западными частями, лишая силы пассаты, которые способствуют перемещению тёплых вод на запад.
ba: Джейкоб Бьеркнес (инг.)баш., норвег-американ метеорологы, 1969 йылда, Тымыҡ океандың көнбайышындағы аномаль йылы зона көнсығыш һәм көнбайыш өлөштәр араһындағы температура айырмаһын кәметергә һәм шуның менән йылы һыуҙарҙы көнбайышҡа ҡыуыусы пассаттарҙы көсһөҙләндерергә мөмкин, тигән фараз әйтеп, Эль-Ниньоны өйрәнеүгә үҙ өлөшөн индерҙе.

source: Результатом этого становится увеличение тёплых масс воды в восточном направлении.
ba: Ошоноң һөҙөмтәһендә көнбайыш йүнәлештә йылы һыу массалары арта.

source: Было предложено несколько моделей накопления тёплых масс в верхних слоях экваториальных вод Тихого океана, которые затем опускаются вниз в ходе Эль-Ниньо.
ba: Йылы массаларҙың, Тымыҡ океандағы экваториаль һыуҙар өҫтөндә йыйылып, һуңынан Эль-Ниньо барышында аҫҡа төшөүен һүрәтләгән бер нисә модель тәҡдим ителде.

source: После прохождения Эль-Ниньо зона накопления теплоты затем должна несколько лет «подзаряжаться», прежде чем осуществится следующая осцилляция.
ba: Эль-Ниньо үтеп киткәс, йылы туплау зонаһы артабан бер нисә йыл буйы «заряд йыйырға» тейеш, шунан һуң ғына сираттағы осцилляция тормошҡа аша ала.

source: Не будучи прямой причиной Эль-Ниньо, осцилляция Маддена — Джулиана продвигает зону избыточных осадков в направлении с запада на восток вдоль тропического пояса с периодом 30—60 дней, что может влиять на скорость развития и на интенсивность Эль-Ниньо и Ла-Нинья несколькими путями.
ba: Мадден-Джулиан осцилляцияһы Эль-Ниньоның тура сәбәпсеһе түгел, ләкин ул кәрәгенән артыҡ мул яуым-төшөм зонаһын 30-60 көн дауамында көнбайыштан көнсығышҡа табан тропик бүлкәт буйлатып ҡыуалай, шунлыҡтан Эль-Ниньо менән Ла-Ниньяның үҫеш тиҙлегенә һәм ҡеүәтенә бер нисә юл менән йоғонто яһауы ихтимал.

source: Например, потоки воздуха с запада, проходя между областями низкого атмосферного давления, образованными осцилляцией Маддена — Джулиана, могут спровоцировать образование циклонических циркуляций к северу и югу от экватора.
ba: Мәҫәлән, көнбайыштан килгән һауа ағымдары, Мадден-Джулиан осцилляцияһы барлыҡҡа килтергән түбән атмосфера баҫымы өлкәләре араһынан үтеп, экваторҙан төньяҡҡа һәм көньяҡҡа циклонлы әйләнештәр барлыҡҡа килтерергә һәләтле.

source: Когда эти циклоны интенсифицируются, западные ветра в пределах экваториальной части Тихого океана также усиливаются и сдвигаются к востоку, являясь, таким образом, составной частью в развитии Эль-Ниньо.
ba: Был циклондар көсәйһә, Тымыҡ океандың экватор өлөшөндәге көнбайыш елдәр ҙә көсәйә һәм көнсығышҡа табан шыла, шулай итеп, улар ҙа Эль-Ниньоны үҫтереүҙә ҡатнаша.

source: Осцилляция Маддена — Джулиана также может быть источником распространяющихся в восточном направлении волн Кельвина (англ. Kelvin wave), которые в свою очередь усиливаются Эль-Ниньо, что приводит к эффекту взаимоусиления.
ba: Мадден-Джулиан осцилляцияһы шулай уҡ көнсығыш йүнәлештә тарала торған Кельвин тулҡындарының (ингл. Kelvin wave) сығанағы булырға мөмкин, улар үҙ сиратында улар Эль-Ниньо тарафынан көсәйтелә, һөҙөмтәлә бер-береһен көсәйтеү барлыҡҡа килә.

source: Южная осцилляция является атмосферным компонентом Эль-Ниньо и представляет собой колебания давления воздуха в приземном слое атмосферы между водами восточной и западной частей Тихого океана.
ba: Көньяҡ осцилляция Эль-Ниньоның атмосфералағы компоненты булып тора һәм Тымыҡ океандың көнсығыш һәм көнбайыш өлөшөндәге һыуҙар араһында атмосфераның Ер өҫтөнә яҡын ҡатламдарында һауа баҫымының тирбәлештәренән ғибәрәт.

source: Величина осцилляции измеряется с помощью индекса Южной осцилляции (англ. Southern Oscillation Index, SOI).
ba: Осцилляцияның дәүмәле Көньяҡ осцилляция индексы ярҙамында иҫәпләнә (ингл. Southern Oscillation Index, SOI).

source: Индекс вычисляется на основе разности давлений приземного воздуха над Таити и над Дарвином (Австралия).
ba: Индекс Таити менән Дарвин (Австралия) тапҡырында ер өҫтөндәге һауа баҫымының айырмалары нигеҙендә иҫәпләп сығарыла.

source: Эль-Ниньо наблюдался, когда индекс принимал отрицательные значения, что означало минимальную разницу давлений на Таити и в Дарвине.
ba: Эль-Ниньо кире ҡиммәтле индекс ваҡытында күҙәтелә, был Таитиҙа һәм Дарвинда баҫым айырмаһының минималь булыуын аңлата.

source: Низкое атмосферное давление обычно образуется над тёплыми водами, а высокое — над холодными, частью из-за того, что над тёплыми водами происходит интенсивная конвекция.
ba: Түбән атмосфера баҫымы ғәҙәттә — йылы һыуҙар өҫтөндә, ә юғарыһы һыуыҡ һыуҙар өҫтөндә яһала, йылы һыуҙар өҫтөндә йылдам конвекция барыуы бының өлөшләтә сәбәпсеһе булып тора.

source: Эль-Ниньо ассоциируется с продолжительными тёплыми периодами в центральной и восточной областях тропической части Тихого океана.
ba: Эль-Ниньо Тымыҡ океандың тропик өлөшөнөң үҙәк һәм көнсығыш өлкәләрендә оҙайлы йылы осорҙар тип ҡабул ителә.

source: Это служит причиной ослабления тихоокеанских пассатов и снижения уровня осадков над восточной и северной Австралией.
ba: Был Тымыҡ океан пассаттары көсһөҙләнеүгә һәм көнсығыш һәм төньяҡ Австралия өҫтөндә яуым-төшөм кимәле кәмеүгә сәбәпсе булып тора.

source: В период, когда условия не соответствуют образованию Эль-Ниньо, циркуляция Уолкера диагностируется близ поверхности земли в виде восточных пассатов, которые перемещают массивы воды и воздуха, прогретые солнцем, на запад.
ba: Эль-Ниньо барлыҡҡа килтерә торған шарттар булмаған осорҙарҙа Уолкер әйләнеше ер өҫтөнә яҡында ҡояш йылытҡан һыу һәм һауа массивтарын көнбайышҡа ҡыуыусы көнсығыш пассаттар рәүешендә билдәләнә.

source: Это также способствует апвеллингу вдоль побережий Перу и Эквадора, что приносит богатые питательными веществами воды близко к поверхности, увеличивая концентрацию рыбы.
ba: Был шулай уҡ Перу менән Эквадор ярҙары буйында апвеллинг барлыҡҡа килтерә, һөҙөмтәлә туҡлыҡлы матдәләргә бай һыуҙарҙы өҫкә сығара һәм балыҡты күбәйтә.

source: В западной части Тихого океана в эти периоды стоит тёплая, влажная погода с низким давлением, избытки влаги аккумулируются в тайфуны и грозы.
ba: Тымыҡ океандың көнбайыш өлөшөндә был осорҙарҙа һауа торошо түбән баҫымлы, йылы, дымлы була, артыҡ дым тайфундар һәм йәшендәр барлыҡҡа килтерә.

source: Как результат этих перемещений, уровень океана в западной части в это время выше на 60 см.
ba: Ошо күсеүҙәр һөҙөмтәһендә был осорҙа көнбайыш өлөштә океан кимәле 60 сантиметрға юғарыраҡ була.

source: В Южной Америке эффект Эль-Ниньо наиболее выражен.
ba: Көньяҡ Америкала Эль-Ниньо йоғонтоһо сағыуыраҡ күренә.

source: Обычно это явление вызывает теплые и очень влажные летние периоды (с декабря по февраль) на северном побережье Перу и в Эквадоре.
ba: Атап әйткәндә, Перуҙың төньяҡ яр буйында һәм Эквадорҙа йылы һәм үтә дымлы йәйге осор (декабрҙән февралгәсә) ошо күренешкә бәйле.

source: Таковые, например, случились в январе 2011.
ba: Мәҫәлән, 2011 йылдың ғинуарында шулай булды.

source: Южная Бразилия и северная Аргентина также переживают более влажные, чем обычно, периоды, но, в основном, весной и ранним летом.
ba: Көньяҡ Бразилия һәм төньяҡ Аргентина ла ғәҙәттәгенән дымлыраҡ осорҙо кисерә, ләкин ул нигеҙҙә яҙ һәм иртә йәй күҙәтелә.

source: В центре Чили наблюдается мягкая зима с большим количеством дождей, а в Перу и Боливии иногда происходят необычные для этого региона зимние снегопады.
ba: Чили үҙәгендә мул ямғырлы йылы ҡыш була, ә Перу менән Боливияла ҡайһы берҙә был төбәккә хас булмағанса ҡар яуа.

source: Более сухая и теплая погода наблюдается в бассейне реки Амазонки, в Колумбии и странах Центральной Америки.
ba: Амазонка йылғаһы бассейнында, Колумбияла һәм Үҙәк Америка илдәрендә һауа торошо ҡорораҡ һәм йылыраҡ була.

source: В Индонезии снижается влажность, увеличивая вероятность возникновения лесных пожаров.
ba: Индонезияла дымлылыҡ кәмей, урман янғындары сығыу ихтималлығы арта.

source: Это касается также Филиппин и северной Австралии.
ba: Филиппиндар менән төньяҡ Австралияға ла ҡағыла был.

source: С июня по август сухая погода наблюдается в Квинсленде, Виктории, Новом Южном Уэльсе и восточной Тасмании.
ba: Июндән авгусҡаса Квинслендта, Викторияла, Яңы Көньяҡ Уэльста һәм көнсығыш Тасманияла көндәр ҡоро тора.

source: В Антарктике запад Антарктического полуострова, Земли Росса, морей Беллинсгаузена и Амундсена покрывается большим количеством снега и льда.
ba: Антарктидала Антарктика ярымутрауының, Росс Ерҙәренең, Беллинсгаузен һәм Амундсен диңгеҙҙәренең көнбайышы ҙур күләмле ҡар һәм боҙ менән ҡаплана.

source: При этом растет давление и становится теплее.
ba: Баҫым үҫә һәм һауа йылына.

source: В Северной Америке, как правило, зимы становятся теплее на Среднем Западе и в Канаде.
ba: Төньяҡ Америкала, ҡағиҙә булараҡ, Урта Көнбайышта һәм Канадала ҡыш йылыраҡ килә.

source: В центральной и южной Калифорнии, на северо-западе Мексики и юго-востоке США становится влажнее, а в северо-западных тихоокеанских штатах США — суше.
ba: Үҙәк һәм көньяҡ Калифорнияла, Мексиканың төньяҡ-көнбайышында һәм АҠШ-тың көньяҡ-көнсығышында дымлылыҡ арта, ә АҠШ-тың төньяҡ-көнбайыш штаттарына ҡоролоҡ килә.

source: Во время Ла-Нинья, напротив, суше становится на Среднем Западе.
ba: Ла-Нинья ваҡытында, киреһенсә, Урта Көнбайышта ҡоролоҡ арта.

source: Эль-Ниньо также приводит к снижению активности атлантических ураганов.
ba: Эль-Ниньо шулай уҡ атлантик ғәрәсәттәрҙең әүҙемлеген кәметә.

source: Восточная Африка, включая Кению, Танзанию и бассейн Белого Нила, испытывают длительные сезоны дождей с марта по май.
ba: Көнсығыш Африкала, шул иҫәптән Кения, Танзания һәм Аҡ Нил бассейнында, марттан майғаса оҙаҡҡа һуҙылған ямғырлы миҙгелдәр бара.

source: Засухи преследуют с декабря по февраль южные и центральные регионы Африки, в основном, Замбию, Зимбабве, Мозамбик и Ботсвану.
ba: Декабрҙән февралгә тиклем Африканың көньяҡ һәм үҙәк төбәктәре, нигеҙҙә Замбия, Зимбабве, Мозамбик һәм Ботсвана, ҡоролоҡтан интегә.

source: Эффект, похожий на Эль-Ниньо, иногда наблюдается в Атлантическом океане, где вода вдоль экваториального побережья Африки становится теплее, а у побережья Бразилии — холоднее.
ba: Эль-Ниньоға оҡшаш күренеш ҡайһы берҙә Атлантик океанда күҙәтелә, унда Африканың экваториаль яр буйында һыу йылына, ә Бразилия яр буйында һыуына.

source: Причем, прослеживается связь этой циркуляции с Эль-Ниньо.
ba: Шул уҡ ваҡытта был әйләнештең Эль-Ниньо менән бәйләнеше лә бар.

source: Эль-Ниньо связан с повышенным риском развития заболеваний, передающихся комарами: малярия, лихорадка денге и лихорадка долины Рифт.
ba: Эль-Ниньо серәкәйҙәр аша йоға торған ауырыуҙар — малярия, денге биҙгәге һәм Рифт үҙәне биҙгәге таралыу хәүефе артыу менән бәйле.
